const dummyData = [
    { 
        id: 1, 
        hasImage: true, 
        title: '수원 맛집 추천!', 
        detail: '같이 힘있다 이것이다. 인류의 역사를 꾸며 내려온 동력은 바로 이것이다. 이성은 투명하게 유지시키는 방법은 이것이다',
    },
    { 
        id: 2, 
        hasImage: false, 
        title: '망포 맛집 추천!', 
        detail: '같이 힘있다 이것이다. 인류의 역사를 꾸며 내려온 동력은 바로 이것이다. 이성은 투명하게 유지시키는 방법은 이것이다', 
    },

    { 
        id: 3, 
        hasImage: true, 
        title: '수원 술집 추천!', 
        detail: '같이 힘있다 이것이다. 인류의 역사를 꾸며 내려온 동력은 바로 이것이다. 이성은 투명하게 유지시키는 방법은 이것이다',  
      },
    { 
        id: 4, 
        hasImage: false, 
        title: '먹고살기 힘들다!', 
        detail: '같이 힘있다 이것이다. 인류의 역사를 꾸며 내려온 동력은 바로 이것이다. 이성은 투명하게 유지시키는 방법은 이것이다',  
    },
    { 
        id: 5, 
        hasImage: true, 
        title: '수원 맛집 추천!', 
        detail: '같이 힘있다 이것이다. 인류의 역사를 꾸며 내려온 동력은 바로 이것이다. 이성은 투명하게 유지시키는 방법은 이것이다', 
    },
    { 
        id: 6, 
        hasImage: false, 
        title: '망포 맛집 추천!', 
        detail: '같이 힘있다 이것이다. 인류의 역사를 꾸며 내려온 동력은 바로 이것이다. 이성은 투명하게 유지시키는 방법은 이것이다', 
    },

    { 
        id: 7, 
        hasImage: true, 
        title: '수원 술집 추천!', 
        detail: '같이 힘있다 이것이다. 인류의 역사를 꾸며 내려온 동력은 바로 이것이다. 이성은 투명하게 유지시키는 방법은 이것이다',  
      },
    { 
        id: 8, 
        hasImage: false, 
        title: '먹고살기 힘들다!', 
        detail: '같이 힘있다 이것이다. 인류의 역사를 꾸며 내려온 동력은 바로 이것이다. 이성은 투명하게 유지시키는 방법은 이것이다',  
    },
    { 
        id: 9, 
        hasImage: true, 
        title: '수원 맛집 추천!', 
        detail: '같이 힘있다 이것이다. 인류의 역사를 꾸며 내려온 동력은 바로 이것이다. 이성은 투명하게 유지시키는 방법은 이것이다',  
    },
    { 
        id: 10, 
        hasImage: false, 
        title: '망포 맛집 추천!', 
        detail: '같이 힘있다 이것이다. 인류의 역사를 꾸며 내려온 동력은 바로 이것이다. 이성은 투명하게 유지시키는 방법은 이것이다', 
    },

    { 
        id: 11, 
        hasImage: true, 
        title: '수원 술집 추천!', 
        detail: '같이 힘있다 이것이다. 인류의 역사를 꾸며 내려온 동력은 바로 이것이다. 이성은 투명하게 유지시키는 방법은 이것이다',  
      },
    { 
        id: 12, 
        hasImage: false, 
        title: '먹고살기 힘들다!', 
        detail: '같이 힘있다 이것이다. 인류의 역사를 꾸며 내려온 동력은 바로 이것이다. 이성은 투명하게 유지시키는 방법은 이것이다',  
    },
  ];

  export default dummyData;